Tekla.Structures.Filtering.Categories.TaskFilterExpressions.Critical
The Critical class represents the critical filter expression.

Tekla.Structures.Filtering.Categories.TaskFilterExpressions.Critical.#ctor
Initializes a new instance of the Critical class.